{
  "comm": [
    {"name": "Justin Chen", "title": "General Chair"},
    {"name": "Lucia Vilallonga", "title": "Program Chair & Diversity-Inclusion Chair"},
    {"name": "Sree Harsha Nelaturu", "title": "Program Chair & Logistics Chair"}
  ],
  "desc": [
    "Machine Intelligence Conference is dedicated to providing opportunities for undergraduate and graduate students to learn about machine intelligence in a community environment. The thesis of our conference originally stemmed from the idea of demonstrating the value that could be achieved when students who are passionate about machine intelligence unite as a larger, more inclusive and cognitively diverse community. Our conference serves as an even greater surface area for intellectual engagement for students outside of the classroom and beyond the boundaries of individual institutions. It is our mission and hope that Machine Intelligence Conference will empower the next generation of students to take agency over the trajectory of their education, promote diversity that will fundamentally change the paradigm of our field and catalyze connections to accelerate progress in research and engineering to burgeon great ideas together as a Machine Intelligence Community (MIC).",

    "As of 2020, MIC will be moving to a virtual platform. While the disruption caused by the COVID-19 outbreak was the impetus for this transition, we believe that there is value in continuing to hold the conference online in future years. As a student-centered event, we want to have a platform to provide presenters with valuable feedback on their projects from peers and more experienced researchers and emphasize the social and networking aspects of typical  conferences. We are looking for student researchers to showcase their projects in pre-recorded presentations which will be released prior to the conference date, and the conference itself will be devoted to discussing these works and any other topics of interest. In keeping with our mission to democratize and highlight diverse perspectives in the field, we will again hold a Women in Machine Intelligence (WiMI) panel this year, which will be led by female-identifying researchers. "
  ]
}
